{"Oxytocin increases trust in humans": {"Description": "Trust pervades human societies1,2. Trust is indispensable in friendship, love, families and organizations, and plays a key role in economic exchange and politics3. In the absence of trust among trading partners, market transactions break down. In the absence of trust in a country's institutions and leaders, political legitimacy breaks down. Much recent evidence indicates that trust contributes to economic, political and social success4,5. Little is known, however, about the biological basis of trust among humans. Here we show that intranasal administration of oxytocin, a neuropeptide that plays a key role in social attachment and affiliation in non-human mammals6,7,8, causes a substantial increase in trust among humans, thereby greatly increasing the benefits from social interactions. We also show that the effect of oxytocin on trust is not due to a general increase in the readiness to bear risks. On the contrary, oxytocin specifically affects an individual's willingness to accept social risks arising through interpersonal interactions. These results concur with animal research suggesting an essential role for oxytocin as a biological basis of prosocial approach behaviour.", "Author": "Michael Kosfeld, Markus Heinrichs, Paul J. Zak, Urs Fischbacher & Ernst Fehr", "Donations": [], "Current_Price": 0.5, "Bet_History": [0], "Funding_Level": 0.0}, "Power Posing: Brief Nonverbal Displays Affect Neuroendocrine Levels and Risk Tolerance": {"Description": "Humans and other animals express power through open, expansive postures, and they express powerlessness through closed, contractive postures. But can these postures actually cause power? The results of this study confirmed our prediction that posing in high-power nonverbal displays (as opposed to low-power nonverbal displays) would cause neuroendocrine and behavioral changes for both male and female participants: High-power posers experienced elevations in testosterone, decreases in cortisol, and increased feelings of power and tolerance for risk; low-power posers exhibited the opposite pattern. In short, posing in displays of power caused advantaged and adaptive psychological, physiological, and behavioral changes, and these findings suggest that embodiment extends beyond mere thinking and feeling, to physiology and subsequent behavioral choices. That a person can, by assuming two simple 1-min poses, embody power and instantly become more powerful has real-world, actionable implications.", "Author": "Dana R. Carney, Amy J.C. Cuddy, Andy J. Yap", "Donations": [], "Current_Price": 0.5, "Bet_History": [0], "Funding_Level": 0.0}, "Cues of being watched enhance cooperation in a real-world setting": {"Description": "We examined the effect of an image of a pair of eyes on contributions to an honesty box used to collect money for drinks in a university coffee room. People paid nearly three times as much for their drinks when eyes were displayed rather than a control image. This finding provides the first evidence from a naturalistic setting of the importance of cues of being watched, and hence reputational concerns, on human cooperative behaviour.", "Author": "Melissa Bateson , Daniel Nettle , and Gilbert Roberts", "Donations": [], "Current_Price": 0.5, "Bet_History": [0], "Funding_Level": 0.0}, "Methylphenidate Blocks Effort-Induced Depletion of Regulatory Control in Healthy Volunteers": {"Description": "A recent wave of studies - more than 100 conducted over the last decade - has shown that exerting effort at controlling impulses or behavioral tendencies leaves a person depleted and less able to engage in subsequent rounds of regulation. Regulatory depletion is thought to play an important role in everyday problems (e.g., excessive spending, overeating) as well as psychiatric conditions, but its neurophysiological basis is poorly understood. Using a placebo-controlled, double-blind design, we demonstrated that the psychostimulant methylphenidate (commonly known as Ritalin), a catecholamine reuptake blocker that increases dopamine and norepinephrine at the synaptic cleft, fully blocks effort-induced depletion of regulatory control. Spectral analysis of trial-by-trial reaction times revealed specificity of methylphenidate effects on regulatory depletion in the slow-4 frequency band. This band is associated with the operation of resting-state brain networks that produce mind wandering, which raises potential connections between our results and recent brain-network-based models of control over attention.", "Author": "Chandra Sripada, Daniel Kessler, John Jonides", "Donations": [], "Current_Price": 0.5, "Bet_History": [0], "Funding_Level": 0.0}, "Washing Away Your Sins: Threatened Morality and Physical Cleansing": {"Description": "Physical cleansing has been a focal element in religious ceremonies for thousands of years. The prevalence of this practice suggests a psychological association between bodily purity and moral purity. In three studies, we explored what we call the Macbeth effect - that is, a threat to one's moral purity induces the need to cleanse oneself. This effect revealed itself through an increased mental accessibility of cleansing-related concepts, a greater desire for cleansing products, and a greater likelihood of taking antiseptic wipes. Furthermore, we showed that physical cleansing alleviates the upsetting consequences of unethical behavior and reduces threats to one's moral self-image. Daily hygiene routines such as washing hands, as simple and benign as they might seem, can deliver a powerful antidote to threatened morality, enabling people to truly wash away their sins.", "Author": "Chen-Bo Zhong, Katie Liljenquist", "Donations": [], "Current_Price": 0.5, "Bet_History": [0], "Funding_Level": 0.0}, "Imitation of facial and manual gestures by human neonates.": {"Description": "Infants between 12 and 21 days of age can imitate both facial and manual gestures; this behavior cannot be explained in terms of either conditioning or innate releasing mechanisms. Such imitation implies that human neonates can equate their own unseen behaviors with gestures they see others perform.", "Author": "Meltzoff AN, Moore MK", "Donations": [], "Current_Price": 0.5, "Bet_History": [0], "Funding_Level": 0.0}, "Inhibiting and facilitating conditions of the human smile: A nonobtrusive test of the facial feedback hypothesis.": {"Description": "We investigated the hypothesis that people's facial activity influences their affective responses. Two studies were designed to both eliminate methodological problems of earlier experiments and clarify theoretical ambiguities. This was achieved by having subjects hold a pen in their mouth in ways that either inhibited or facilitated the muscles typically associated with smiling without requiring subjects to pose in a smiling face. Study 1's results demonstrated the effectiveness of the procedure. Subjects reported more intense humor responses when cartoons were presented under facilitating conditions than under inhibiting conditions that precluded labeling of the facial expression in emotion categories. Study 2 served to further validate the methodology and to answer additional theoretical questions. The results replicated Study 1's findings and also showed that facial feedback operates on the affective but not on the cognitive component of the humor response. Finally, the results suggested that both inhibitory and facilitatory mechanisms may have contributed to the observed affective responses. (PsycINFO Database Record (c) 2016 APA, all rights reserved)", "Author": "Eva Ranehill et al", "Donations": [], "Current_Price": 0.5, "Bet_History": [0], "Funding_Level": 0.0}}
